[Ability.A_Colere_du_sang H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Гневная кровь"
mTooltip="В начале каждого хода увеличивает минимальный и максимальный урон этого существа в соответствии с его уровнем Хладнокровия:\nУр.1: %buff1.buff.stat1\nУр.2: %buff2.buff.stat1\nУр.3: %buff3.buff.stat1)."

[Ability.A_Colere_du_sang_Buff_expert H7BaseBuff]
mName="Гневная кровь"
mTooltip="Увеличивает урон этого существа на %stat1."

[Ability.A_Colere_du_sang_Buff_master H7BaseBuff]
mName="Гневная кровь"
mTooltip="Увеличивает урон этого существа на %stat1."

[Ability.A_Colere_du_sang_Buff_novice H7BaseBuff]
mName="Гневная кровь"
mTooltip="Увеличивает урон этого существа на %stat1."

[Ability.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяной поток"
mTooltip="Все вражеские существа, находящиеся на одной линии, получают %d1 ед. урона от %ICON_Water магии воды.\nМожно использовать один раз за бой."

[Ability.bUFF_hiver_come H7BaseBuff]
mName="Грядущая зима"
mTooltip="Вызывает мощную атаку, которая наносит противникам %buff3.buff.d1 ед. урона и восстанавливает союзникам %buff3.buff.d2.ед. %icon_health зд.\nДлительность (ходов): %durnow."

[Ability.bUFF_hiver_come_dommage_master H7BaseBuff]
mName="Грядущая зима"
mTooltip="Наносит противникам %d1 ед. урона и восстанавливает союзникам %d2 ед. %icon_health зд. в конце хода."

[Ability.hiver_come H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Грядущая зима"
mTooltip="Когда существо достигает 3 уровня Хладнокровия, оно высвобождает мощную атаку, которая наносит всем противникам %d ед. урона от %icon_water магии воды  и восстанавливает всем союзникам %d ед. %icon_health здоровья."

[Champion_frost.A_Creature_champion_frost H7Creature]
mName="Уничтожитель"
mLore="В самой восточной части Энтиля, где ледяные лучи солнца первыми касаются горных вершин, поселились беженцы из Священной Империи. Поклоняясь солнцу, к которому они находятся ближе всего в высоких горах, и ледяной госпоже Машане, они сформировали касту уничтожителей. Эти могучие воины, согреваемые лишь слабым солнцем Джероша, тренируют свои мышцы в самых холодных пещерах, плавают в самых холодных озерах и бегают в самом глубоком снегу, чтобы достичь единства с морозом."

[Champion_frost.A_Creature_champion_frost_1_upregate H7Creature]
mName="Горный крушитель"
mLore="Кажется, что на самые крутые пики никогда не ступала нога человека, но считать так - это большая ошибка. Они являются обителями горных крушителей - существ, которые утратили свою человечность, чтобы стать едиными со снегом, холодом и горами. Немногим удалось добиться этого, поскольку заключительным испытанием для тех, кого впоследствии будут считать стражами гор, является покорение ещё неприступного пика.
